tap "thoughtbot/formulae"

brew "zsh"
brew "git"
brew "rcm"
brew "vim"
brew "tmux"
brew "cowsay"
brew "jo"
brew "jq"
brew "pstree"
brew "curl"
brew "tree"
brew "fd"
brew "fzf"
cask "alacritty"

tap "homebrew/cask-versions"

tap "riscv/riscv"
brew "riscv-tools"
